{
    "Home" : {
        "hero-title": "Përshëndetje, unë jam Alti",
        "hero-subtitle": "Unë jam një programues web symfony, sylius dhe react js bazuar në Francë. Unë krijoj faqe të internetit dhe aplikacione të internetit moderne, të lehta dhe të bukura.",
        "hero-button": "Shiko punën time",
        "presentation-title-pt1": "Le të prezantohemi",
        "presentation-title-pt2": " shpejt ",
        "presentation-description": "Unë jam Alti Balla, një programues web full stack 26 vjeçar me pasion për ndërtimin e faqeve të internetit të bukura dhe funksionale. Kam një bazë të fortë në zhvillimin e uebit dhe gjithmonë jam në kërkim të teknologjive të reja. Kam punuar në projekte të ndryshme profesionalisht dhe personalisht. Projektet e mia janë kryesisht të ndërtuara me Symfony, Sylius, React js, Next js dhe teknologji të tjera moderne.",
        "presentation-button": "Dëshironi të dini më shumë për mua ?",
        "projects-home-pt1" : "Një zgjedhje e vogël e",
        "projects-home-pt2" : " projekteve të fundit ",
        "recent-projects-check-live": "Kontrolloni faqen e drejtpërdrejtë",
        "recent-projects-button": "Shfaq më shumë",
        "recent-projects-question": "Dëshironi të shihni më shumë projekte?",
        "work-experience-title-pt1": "Eksperienca ime",
        "work-experience-title-pt2": "Ne pune",
        "title": "Miresevini në faqen time",
        "description": "Ky është një përshkrim i faqes sime"
    },
    "About": {
        "menu-introduction": "Prezantimi",
        "menu-my-journey": "Udhëtimi im",
        "menu-my-skills-and-expertise": "Aftësitë dhe Ekspertiza ime",
        "menu-languages": "Gjuhët",
        "menu-personal-interest": "Interesat personale",
        "title": "Përshëndetje, jam përsëri unë",
        "description-pt1": "Unë jam një ",
        "description-pt2": "programues web Full Stack me mbi 3 vjet përvojë profesionale",
        "description-pt3": ", i specializuar në krijimin e aplikacioneve të fuqishme dhe të shkallëzueshme web duke përdorur React, Symfony dhe PHP. Bazuar në Angers, Francë, jam i apasionuar pas zhvillimit web dhe përmirësimit të vazhdueshëm.",
        "journey-pt1": "Udhëtimi Im Profesional",
        "journey-pt2-1": "E fillova udhëtimin tim në zhvillimin web me një BTS në",
        "journey-pt2-2": "Shërbime Informatike për Organizatat (Opsioni Zgjidhje Softuerike dhe Aplikime Biznesi)",
        "journey-pt2-3": "nga Shkolla e Mesme Carcouët, Nantes. Këtu fitova aftësi themelore në HTML, CSS, PHP dhe C#, dhe përfundova dy praktika: një në Shkollën e Mesme La Colinière, Nantes, ku zhvillova një aplikacion web, dhe një tjetër në Ateliers Perrault, ku krijova një aplikacion Windows.",
        "journey-pt3-1": "Vazhduan studimet e mia me një ",
        "journey-pt3-2": "Licencë Profesionale DIWA",
        "journey-pt3-3": "në Universitetin e Le Mans (IUT de Laval), duke u fokusuar në zhvillimin dhe integrimin e aplikacioneve web. Gjatë kësaj periudhe, fillova programin tim të parë punë-studim si zhvillues web në Easycom, ku fitova përvojë të rëndësishme në Symfony, Sylius dhe React.js.",
        "journey-pt4-1": "Për të përmirësuar më tej aftësitë e mia, ndoqa një ",
        "journey-pt4-2": "Master në Zhvillim Web Full Stack",
        "journey-pt4-3": "në My Digital School Angers, duke u diplomuar me titullin ",
        "journey-pt4-4": "Menaxher i Projekteve Digjitale",
        "journey-pt4-5": ". Ky program thelloi ekspertizën time si në zhvillim ashtu edhe në menaxhimin e projekteve, duke më përgatitur për role udhëheqëse në industrinë teknologjike.",
        "journey-pt5": "Kam mbi 3 vjet përvojë profesionale dhe 5 vjet përvojë personale në zhvillimin web. Aktualisht jam në kërkim të mundësive të reja ku mund të kontribuoj me ekspertizën dhe pasionin tim për ndërtimin e aplikacioneve web të shkallëzueshme.",
        "skills-li1-1": "Përvojë e avancuar në zhvillimin e aplikacioneve web me",
        "skills-li1-2": "React.js, Symfony, Sylius, Vue.js",
        "skills-li2-1": "I aftë në zhvillimin e shërbimeve web:",
        "skills-li2-2": "API REST, Node.js.",
        "skills-li3-1": "Njohuri për mjetet e kontrollit të versioneve:",
        "skills-li3-2": "Git, GitHub, GitLab.",
        "skills-li4-1": "I aftë në shkrimin e pyetjeve SQL dhe i njohur me sistemet e bazave të të dhënave:",
        "skills-li4-2": "MySQL, PostgreSQL, MongoDB, MariaDB, SQL Server, NoSQL",
        "skills-li5-1": "Përvojë me Docker dhe mjediset e linjës së komandës Linux.",
        "skills-li6-1": "I aftë në modelimin e sistemeve:",
        "skills-li6-2": "UML, Merise.",
        "skills-li7-1": "I njohur me sistemet e menaxhimit të përmbajtjes:",
        "skills-li7-2": "WordPress.",
        "languages-title": "Njohuritë e Gjuhëve",
        "languages-li1": "Shqip:",
        "languages-li1-1": " Gjuha amtare",
        "languages-li2": "Anglisht:",
        "languages-li2-1": " C1",
        "personal-interests-title": "Jashtë punës",
        "personal-interests-description": "Më pëlqen të luaj futboll, pasi kam marrë pjesë në këtë sport për 3 vjet. Gjithashtu kam një pasion për udhëtimet dhe kam vizituar disa vende duke përfshirë Gjermaninë, Belgjikën, Spanjën, Holandën, Kroacinë, Italinë dhe Shqipërinë.",
        "personal-interests-description-2": "Nëse aftësitë dhe përvoja ime përputhen me nevojat tuaja, le të lidhemi!"
    },    
    "Projects" : {
        "title": "Këtu është një listë e",
        "span-title": "të gjitha projekteve",
        "check-live-website": "Shiko faqen e drejtpërdrejtë",
        "button": "Shfaq më shumë",
        "question": "Dëshironi të shihni më shumë projekte?"
    },
    "Footer" : {
        "title-pt-1": "Gati për ta derguar prezencen",
        "title-pt-2": "tuaj",
        "title-pt-3": "dixhitale në nivelin tjetër?",
        "subtitle": "Kontaktoni me mua sot dhe diskutojmë se si mund t'ju ndihmoj të arrini qëllimet tuaja.",
        "copyright": "Të drejtat autoriale © 2024 Alti Balla",
        "button": "Le të bisedojmë"
    }
}