{
    
    "Home" : {
        "hero-title": "Hi, I'm Alti",
        "hero-subtitle": "Im a symfony, sylius and react js developer based in France. I create modern, light and beautiful websites and web applications.",
        "hero-button": "Show my work",
        "presentation-title-pt1": "Let me present my self",
        "presentation-title-pt2": " quickly ",
        "presentation-description": "I'm Alti Balla, a 26 years old full stack developer with a passion for building beautiful and functional websites. I have a strong foundation in web development and I am always looking to learn new technologies. I have working in different projects profesionally and personally. My projects are mainly built with Symfony, Sylius, React js, Next js and other modern technologies.",
        "presentation-button": "You want to know more about me ?",
        "projects-home-pt1" : "A small selection of",
        "projects-home-pt2" : " recent projects ",
        "recent-projects-check-live": "Check Live site",
        "recent-projects-button": "Show More",
        "recent-projects-question": "You want to see more projects?",
        "work-experience-title-pt1": "My",
        "work-experience-title-pt2": "Work Experience",
        "title": "Welcome to my site",
        "description": "This is a description of my site"
    },
    "About" : {
        "menu-introduction": "Introduction",
        "menu-my-journey": "My journey",
        "menu-my-skills-and-expertise": "My skills and expertise",
        "menu-languages": "Languages",
        "menu-personal-interest": "Personal interests",
        "title" : "Hi, It's me again",
        "description-pt1" : "I'm a ",
        "description-pt2" : "Full Stack Developer with over 3 years of professional experience",
        "description-pt3" : " , specializing in creating robust and scalable web applications using React, Symfony, and PHP. Based in Angers, France, I’m passionate about web development and continuous improvement.",
        "journey-pt1": "My Professional Journey",
        "journey-pt2-1": "I began my journey in web development with a BTS in",
        "journey-pt2-2": "Services Informatiques aux Organisations (Option Solutions Logicielles et Applications Métiers)",
        "journey-pt2-3": "from Lycée Carcouët, Nantes. Here, I gained foundational skills in HTML, CSS, PHP, and C#, and completed two internships: one at Lycée La Colinière, Nantes, where I developed a web application, and another at Ateliers Perrault, where I created a Windows application.",
        "journey-pt3-1": "I continued my studies with a ",
        "journey-pt3-2": "Licence Professionnelle DIWA",
        "journey-pt3-3": "at Université de Le Mans (IUT de Laval), focusing on web application development and integration. During this period, I started my first work-study program as a web developer at Easycom, where I gained significant experience in Symfony, Sylius, and React.js.",
        "journey-pt4-1": "To further enhance my skills, I pursued a ",
        "journey-pt4-2": "Master’s degree in Full Stack Web Development",
        "journey-pt4-3": "at My Digital School Angers, graduating with the title ",
        "journey-pt4-4": "Manager de Projet Digital",
        "journey-pt4-5": "This program deepened my expertise in both development and project management, preparing me for leadership roles in the tech industry.",
        "journey-pt5": "I have over 3 years of professional experience and 5 years of personal experience in web development. I’m currently seeking new opportunities where I can contribute my expertise and passion for building scalable web applications.",
        "skills-li1-1": "Advanced experience in web application development with",
        "skills-li1-2": "React.js, Symfony, Sylius, Vue.js",
        "skills-li2-1": "Proficient in web services development: ",
        "skills-li2-2": "REST API, Node.js .",
        "skills-li3-1": "Knowledgeable in version control tools: ",  
        "skills-li3-2": "Git, GitHub, GitLab. .",
        "skills-li4-1": "Skilled in writing SQL queries and familiar with database systems: ",
        "skills-li4-2": "MySQL, PostgreSQL, MongoDB, MariaDB, SQL Server, NoSQL", 
        "skills-li5-1": "Experienced with Docker and Linux command-line environments.",
        "skills-li6-1": "Competent in system modeling: ",  
        "skills-li6-2": "UML, Merise.",
        "skills-li7-1": "Familiar with content management systems: ",
        "skills-li7-2": "WordPress.",
        "languages-title": "Language Proficiency",
        "languages-li1": "Albanian: ",
        "languages-li1-1": " Native language  ",
        "languages-li2": "English: ",
        "languages-li2-1": " C1",
        "personal-interests-title": "Outside of work",
        "personal-interests-description": "I enjoy playing football, having participated in the sport for 3 years. I also have a passion for travel and have visited several countries including Germany, Belgium, Spain, the Netherlands, Croatia, Italy, and Albania.",
        "personal-interests-description-2": "If my skills and experience align with your needs, let’s connect!"

    },
    "Projects" : {
        "title": "Here's a list of",
        "span-title": " all the projects",
        "check-live-website" : "Check the live site",
        "button": "Show more",
        "question": "You want to see more projects?"
    },
    "Footer" : {
        "title-pt-1": "Ready to take",
        "title-pt-2": "your",
        "title-pt-3": "digital presence to the next level?",
        "subtitle": "Reach out to me today and let's discuss how I can help you achieve your goals.",
        "copyright": "Copyright © 2024 Alti Balla",
        "button": "Let's get in touch"
    }
}