{
    "Home": {
        "hero-title": "Salut, je m'appelle Alti",
        "hero-subtitle": "Je suis un développeur symfony, sylius et react js basé en France. Je crée des sites web et des applications web modernes, légers et beaux.",
        "hero-button": "Voir mon travail",
        "presentation-title-pt1": "Permettez-moi de me présenter",
        "presentation-title-pt2": " rapidement ",
        "presentation-description": "Passionné par le développement web, je suis spécialisé dans la création d'applications web personnalisées et performantes. Avec Symfony, Sylius et React.js comme outils principaux, je mets mes compétences au service de vos projets pour vous offrir des solutions sur mesure et innovantes.",
        "presentation-button": "Vous voulez en savoir plus sur moi ?",
        "projects-home-pt1": "Quelques-uns de mes",
        "projects-home-pt2": " derniers projets",
        "recent-projects-check-live": "Découvrir le site",
        "recent-projects-button": "Voir tous les projets",
        "recent-projects-question": "Vous voulez voir plus de projets ?",
        "work-experience-title-pt1": "Mon",
        "work-experience-title-pt2": "Expérience de travail",
        "title": "Bienvenue sur mon site",
        "description": "Ceci est une description de mon site"
    },
    "About": {
        "menu-introduction": "À propos",
        "menu-my-journey": "Mon parcours",
        "menu-my-skills-and-expertise": "Compétences techniques",
        "menu-languages": "Langues",
        "menu-personal-interest": "Loisirs",
        "title": "Salut, c'est encore moi",
        "description-pt1": "Je suis un ",
        "description-pt2": "Développeur web Full Stack avec plus de 3 ans d'expérience professionnelle en développement web",
        "description-pt3": ", spécialisé dans la création d'applications web robustes et évolutives utilisant React, Symfony et PHP. Basé à Angers, France, je suis passionné par le développement web et l'amélioration continue.",
        "journey-pt1": "Parcours professionnel",
        "journey-pt2-1": "J'ai commencé mon parcours en développement web avec un BTS en",
        "journey-pt2-2": "Services Informatiques aux Organisations (Option Solutions Logicielles et Applications Métiers)",
        "journey-pt2-3": "au Lycée Carcouët, Nantes. C'est là que j'ai acquis des compétences de base en HTML, CSS, PHP et C#, et j'ai réalisé deux stages : un au Lycée La Colinière, Nantes, où j'ai développé une application web, et un autre aux Ateliers Perrault, où j'ai créé une application Windows.",
        "journey-pt3-1": "J'ai ensuite suivi une",
        "journey-pt3-2": "Licence Professionnelle DIWA",
        "journey-pt3-3": "à l'Université de Le Mans (IUT de Laval), axée sur le développement et l'intégration d'applications web. Pendant cette période, j'ai commencé mon premier contrat en alternance en tant que développeur web chez Easycom, où j'ai acquis une expérience significative en Symfony, Sylius et React.js.",
        "journey-pt4-1": "Pour approfondir mes compétences, j'ai suivi un",
        "journey-pt4-2": "Master en Développement Web Full Stack",
        "journey-pt4-3": "à My Digital School Angers, diplômé avec le titre ",
        "journey-pt4-4": "Manager de Projet Digital",
        "journey-pt4-5": ". Ce programme a approfondi mon expertise en développement et en gestion de projet, me préparant à des rôles de leadership dans l'industrie technologique.",
        "journey-pt5": "J'ai plus de 3 ans d'expérience professionnelle et 5 ans d'expérience personnelle en développement web. Je suis actuellement à la recherche de nouvelles opportunités où je pourrais apporter mon expertise et ma passion pour la création d'applications web évolutives.",
        "skills-li1-1": "Expérience avancée en développement d'applications web avec",
        "skills-li1-2": "React.js, Symfony, Sylius, Vue.js",
        "skills-li2-1": "Compétence dans le développement de services web :",
        "skills-li2-2": "API REST, Node.js.",
        "skills-li3-1": "Connaissance des outils de contrôle de version :",
        "skills-li3-2": "Git, GitHub, GitLab.",
        "skills-li4-1": "Compétent en rédaction de requêtes SQL et familiarisé avec les systèmes de bases de données :",
        "skills-li4-2": "MySQL, PostgreSQL, MongoDB, MariaDB, SQL Server, NoSQL",
        "skills-li5-1": "Expérience avec Docker et les environnements en ligne de commande Linux.",
        "skills-li6-1": "Compétent en modélisation de systèmes :",
        "skills-li6-2": "UML, Merise.",
        "skills-li7-1": "Familiarité avec les systèmes de gestion de contenu :",
        "skills-li7-2": "WordPress.",
        "languages-title": "Langues parlées",
        "languages-li1": "Albanais :",
        "languages-li1-1": " Langue maternelle",
        "languages-li2": "Anglais :",
        "languages-li2-1": " C1",
        "personal-interests-title": "En dehors du développement",
        "personal-interests-description": "J'aime jouer au football, ayant pratiqué ce sport pendant 3 ans. J'ai également une passion pour les voyages et j'ai visité plusieurs pays, dont l'Allemagne, la Belgique, l'Espagne, les Pays-Bas, la Croatie, l'Italie et l'Albanie.",
        "personal-interests-description-2": "Si mes compétences et mon expérience correspondent à vos besoins, connectons-nous !"
    },    
    "Projects" : {
        "title": "Découvrez mes",
        "span-title": " réalisations",
        "check-live-website" : "Voir le site en ligne",
        "button": "Voir plus",
        "question": "Vous voulez voir plus de projets?"
    },
    "Footer": {
        "title-pt-1": "Prêt à propulser",
        "title-pt-2": "votre",
        "title-pt-3": "présence en ligne ?",
        "subtitle": "Contactez-moi dès aujourd'hui et discutons de la manière dont je peux vous aider à atteindre vos objectifs.",
        "copyright": "Droits d'auteur © 2024 Alti Balla",
        "button": "Contactez moi"
    }

}